[X2WOTCCH_Components]
VersionFormat="v%MAJOR.%MINOR.%PATCH"

RequiredNotFound="НЕ ЗАВАНТАЖЕНО - ПОТРІБНО"

VersionMismatches="- Невідповідності версій"
WarningsLabel="- Попередження"
ErrorsLabel="- ПОМИЛКИ - ПЕРЕВІРТЕ ЛОГ"

[X2WOTCCH_ModDependencies]
ModRequiredPopupTitle="Відсутні ОБОВ'ЯЗКОВІ моди"
ModRequired="Будь ласка, АКТИВУЙТЕ наступні моди та перезапустіть, інакше %s не буде працювати належним чином:"
ModIncompatiblePopupTitle="Виявлені НЕСУМІСНІ моди"
ModIncompatible="Будь ласка, ДЕАКТИВУЙТЕ наступні моди та перезапустіть, інакше %s не буде працювати належним чином:"
DisablePopup="БІЛЬШЕ НЕ ПОКАЗУВАТИ МЕНІ ЦЕ"

;    Питання №909
ModRequiresNewerHighlanderVersionTitle = "МОД ВИМАГАЄ НОВІШОЇ ВЕРСІЇ HIGHLANDER"
ModRequiresNewerHighlanderVersionText = "Мод вимагає новішу версію Highlander:"
CurrentHighlanderVersionTitle = "Встановлена версія:"
RequiredHighlanderVersionTitle = "Необхідна версія: "
ModRequiresNewerHighlanderVersionExtraText = "Будь ласка, оновіть X2WOTCCommunityHighlander до необхідної версії. В іншому випадку ви можете стикнутись зі збоями та іншими несправностями."

[X2WOTCCH_UIScreenListener_ShellPopup]
ErrorTitle="Помилка налаштування модуля"

AdviceText="Наступні моди мають неправильні налаштування: %BLAME. Показати звіт про помилки відповідним авторам для виправлення."

HardErrorText="Ви можете продовжити гру, але робота модів буде непередбачуваною. Продовжуйте на власний ризик."
PotentialErrorText="Ви можете продовжити гру, і моди будуть працювати стабільно, але можливо, не так, як планувалося їхніми авторами."

CycleErrorText="Моди вказали циклічний порядок запуску:\n\n%FACTS\n... завершення циклу. Доки це не буде виправлено, порядок запуску буде невизначеним."
GroupErrorText="Моди вказали конфліктуючу інформацію про порядок запуску:\n\n%FACTS\nЦе поведінка вказана, але може вказувати на помилку налаштування."

BlameText="Наступні DLCIdentifiers надали конфігурацію в XComGame.ini, що спричинило цю проблему: %BLAME."

[X2WOTCCH_UIScreenListener_Shell_DLCIntro]
strDLC2HLIntroduction_Title="Alien Hunters Community Highlander"
strDLC2HLIntroduction_Body="Починаючи з X2WOTCCommunityHighlander версії 1.22.0, ми вводимо Highlander для DLC Alien Hunters.<br><br>Будь ласка, встановіть його для:<br><Bullet/> Гарантії коректної роботи модів, які залежать від X2WOTCCommunityHighlander<br><Bullet/> Отримання користі від виправлень помилок<br><br>Ви можете знайти його на сторінці майстерні під назвою \"Alien Hunters Community Highlander\" (або перейдіть за посиланням в описі X2WOTCCommunityHighlander)."
